[ShadowOps_CombatEngineer_LWOTC X2SoldierClassTemplate]
DisplayName="战斗工程师"
ClassSummary="战斗工程师是用手榴弹攻防作战的专家。如果你想把东西炸毁拆除或用烟雾隐蔽人员，请带上战斗工程师。"
LeftAbilityTreeTitle="先锋"
RightAbilityTreeTitle="工兵"
+AbilityTreeTitles[0]="先锋"
+AbilityTreeTitles[1]="保护者"
+AbilityTreeTitles[2]="工兵"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="Amp It Up"
RandomNickNames[1]="螺栓"
RandomNickNames[2]="爆破手"
RandomNickNames[3]="泡泡糖"
RandomNickNames[4]="电缆"
RandomNickNames[5]="木炭"
RandomNickNames[6]="熟肉"
RandomNickNames[7]="Dr. Boom"
RandomNickNames[8]="驱动器"
RandomNickNames[9]="齿轮"
RandomNickNames[10]="护目镜"
RandomNickNames[11]="握力器"
RandomNickNames[12]="陀螺仪"
RandomNickNames[13]="高压电流"
RandomNickNames[14]="拼图玩具"
RandomNickNames[15]="墨菲定律"
RandomNickNames[16]="无手套戏法"
RandomNickNames[17]="火药味儿"
RandomNickNames[18]="泵动器"
RandomNickNames[19]="棘轮扳手"
RandomNickNames[20]="烟雾弹"
RandomNickNames[21]="系统管理员"
RandomNickNames[22]="雷霆万钧"
RandomNickNames[23]="扭力扳手"
RandomNickNames[24]="扳手"

[ShadowOps_Dragoon_LWOTC X2SoldierClassTemplate]
DisplayName="龙骑兵"
ClassSummary="龙骑兵是多面手，可携带重型武器和盔甲到前线战斗，或轻装快行地执行渗透任务。他们擅长保护和支援小队。"
LeftAbilityTreeTitle="圣骑士"
RightAbilityTreeTitle="幽魂"
+AbilityTreeTitles[0]="圣骑士"
+AbilityTreeTitles[1]="强化者"
+AbilityTreeTitles[2]="幽魂"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="破坏者"
RandomNickNames[1]="电路"
RandomNickNames[2]="核心转储"
RandomNickNames[3]="赛博朋克"
RandomNickNames[4]="赛博格"
RandomNickNames[5]="狮鹫"
RandomNickNames[6]="锤子"
RandomNickNames[7]="鹰身女妖"
RandomNickNames[8]="九头蛇"
RandomNickNames[9]="铁人"
RandomNickNames[10]="蝎尾狮"
RandomNickNames[11]="牛头人"
RandomNickNames[12]="迷宫"
RandomNickNames[13]="再试一次"
RandomNickNames[14]="凤凰"
RandomNickNames[15]="吹笛人"
RandomNickNames[16]="红屏幕"
RandomNickNames[17]="火箭筒"
RandomNickNames[18]="军刀"
RandomNickNames[19]="斯芬克斯狮身人面像"
RandomNickNames[20]="钢铁侠"
RandomNickNames[21]="会计师"
RandomNickNames[22]="独角兽"
RandomNickNames_Male[0]="兽人" 
RandomNickNames_Female[0]="塞壬" 

[ShadowOps_Hunter_LWOTC X2SoldierClassTemplate]
DisplayName="猎人"
ClassSummary="猎人擅长在远处用狙击枪侧击敌人，或在近处用剑击倒敌人。我们的敌人永远不会知道将会如何中招。"
LeftAbilityTreeTitle="神射手"
RightAbilityTreeTitle="跟踪器"
+AbilityTreeTitles[0]="神射手"
+AbilityTreeTitles[1]="樵夫"
+AbilityTreeTitles[2]="跟踪器"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="弓箭手"
RandomNickNames[1]="熊"
RandomNickNames[2]="猎豹"
RandomNickNames[3]="奇美拉"
RandomNickNames[4]="郊狼"
RandomNickNames[5]="双刃剑"
RandomNickNames[6]="鬣狗"
RandomNickNames[7]="野兔"
RandomNickNames[8]="冰镐"
RandomNickNames[9]="豹子"
RandomNickNames[10]="闪电侠"
RandomNickNames[11]="猛禽"
RandomNickNames[12]="乌鸦"
RandomNickNames[13]="睡意朦胧的人"
RandomNickNames[14]="山峰之王"
RandomNickNames[15]="老虎"
RandomNickNames[16]="一箭双雕"
RandomNickNames[17]="巫毒娃娃"
RandomNickNames[18]="黄鼠狼"
RandomNickNames[19]="狼"
RandomNickNames[20]="狼獾"
RandomNickNames[21]="雪人"
RandomNickNames_Female[0]="黑寡妇" 
RandomNickNames_Female[1]="树精" 
RandomNickNames_Female[2]="母狮" 
RandomNickNames_Male[0]="美洲狮" 
RandomNickNames_Male[1]="绿人" 
RandomNickNames_Male[2]="雄狮" 
RandomNickNames_Male[3]="睡眠之神" 

[ShadowOps_Infantry_LWOTC X2SoldierClassTemplate]
DisplayName="步兵"
ClassSummary="步兵能提供持续的火力压制，电击的控制还有医疗。他们是小队的全能手。"
LeftAbilityTreeTitle="步枪手"
RightAbilityTreeTitle="支持者"
+AbilityTreeTitles[0]="步枪手"
+AbilityTreeTitles[1]="可靠"
+AbilityTreeTitles[2]="支持者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNickNames[0]="王牌"
RandomNickNames[1]="枪管"
RandomNickNames[2]="黄铜"
RandomNickNames[3]="舷侧炮火"
RandomNickNames[4]="独眼巨人"
RandomNickNames[5]="鹰"
RandomNickNames[6]="猎鹰"
RandomNickNames[7]="蛇发女妖"
RandomNickNames[8]="冰雹暴风雨"
RandomNickNames[9]="鹰隼"
RandomNickNames[10]="冰块"
RandomNickNames[11]="小丑牌"
RandomNickNames[12]="铅弹"
RandomNickNames[13]="不要再来了"
RandomNickNames[14]="同花大顺"
RandomNickNames[15]="圣诞老人"
RandomNickNames[16]="暴风雨"
RandomNickNames[17]="曳光弹"
RandomNickNames[18]="三点球手特雷杨" 
RandomNickNames[19]="双手持枪" 
RandomNickNames[20]="吸血鬼" 
RandomNickNames[21]="军阀"
RandomNickNames[22]="零"
RandomNickNames_Female[0]="女男爵" 
RandomNickNames_Female[1]="小猫" 
RandomNickNames_Female[2]="女王" 
RandomNickNames_Male[0]="男爵" 
RandomNickNames_Male[1]="国王" 
RandomNickNames_Male[2]="雪人" 

[ShadowOps_Scrapper_LWOTC X2SoldierClassTemplate]
DisplayName="拳击手"
ClassSummary="拳击手除了接受枪械训练外，还接受了徒手和刀战训练。在近距离格斗中，他们是无与伦比的，大概吧。"
LeftAbilityTreeTitle="暴徒"
RightAbilityTreeTitle="格斗家"
+AbilityTreeTitles[0]="暴徒"
+AbilityTreeTitles[1]="疯子"
+AbilityTreeTitles[2]="格斗家"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="野牛"
RandomNicknames[1]="碎玻璃"
RandomNicknames[2]="圣诞节"
RandomNicknames[3]="爪子"
RandomNicknames[4]="棍棒"
RandomNicknames[5]="恐龙"
RandomNicknames[6]="自卸车"
RandomNicknames[7]="刀锋"
RandomNicknames[8]="脚丫子"
RandomNicknames[9]="水果"
RandomNicknames[10]="果冻豆"
RandomNicknames[11]="小不点儿"
RandomNicknames[12]="指关节拳套"
RandomNicknames[13]="小个子"
RandomNicknames[14]="爱管闲事的人"
RandomNicknames[15]="单行道" 
RandomNicknames[16]="公牛" 
RandomNicknames[17]="花生" 
RandomNicknames[18]="疤痕" 
RandomNicknames[19]="皮肤" 
RandomNicknames[20]="细高跟鞋"
RandomNicknames[21]="牙齿"
RandomNicknames[22]="蛮横的人"
RandomNicknames[23]="十三"
RandomNickNames_Male[0]="刻薄先生" 
RandomNickNames_Male[1]="杂种狗" 
RandomNickNames_Male[2]="老头" 
RandomNickNames_Female[0]="猫" 
RandomNickNames_Female[1]="刻薄夫人" 
RandomNickNames_Female[3]="老太婆" 

[ShadowOps_Juggernaut_LWOTC X2SoldierClassTemplate]
DisplayName="主宰"
ClassSummary="主宰携带我们最重的武器和盔甲。他们缺乏隐蔽能力，但火力强大到足以粉碎任何敌人。"
LeftAbilityTreeTitle="打击"
RightAbilityTreeTitle="围攻"
+AbilityTreeTitles[0]="打击"
+AbilityTreeTitles[1]="杀手"
+AbilityTreeTitles[2]="围攻"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="棒球"
RandomNicknames[1]="豆子"
RandomNicknames[2]="砖头"
RandomNicknames[3]="烧毁"
RandomNicknames[4]="蝴蝶"
RandomNicknames[5]="斗篷"
RandomNicknames[6]="纸盒子"
RandomNicknames[7]="立方体"
RandomNicknames[8]="冰雹暴风雨"
RandomNicknames[9]="重型武器"
RandomNicknames[10]="英雄"
RandomNicknames[11]="狐猴"
RandomNicknames[12]="小个子"
RandomNicknames[13]="猛犸象" 
RandomNicknames[14]="火柴棒" 
RandomNicknames[15]="山峰" 
RandomNicknames[16]="没有刹车" 
RandomNicknames[17]="汽油"
RandomNicknames[18]="钚"
RandomNicknames[19]="贝壳"
RandomNicknames[20]="傻的"
RandomNicknames[21]="厚板"
RandomNicknames[22]="吊带裤"
RandomNicknames[23]="恐怖"
RandomNicknames[24]="塔楼"
RandomNicknames[25]="火车"
RandomNickNames_Male[0]="杰克" 
RandomNickNames_Female[0]="吉尔" 

[ShadowOps_Survivalist_LWOTC X2SoldierClassTemplate]
DisplayName="求生专家"
ClassSummary="求生专家是专业的短管霰弹枪使用者，能够快速消灭一切近身敌人，还能手持狙击枪进行监视射击。"
LeftAbilityTreeTitle="哨兵"
RightAbilityTreeTitle="攻略"
+AbilityTreeTitles[0]="哨兵"
+AbilityTreeTitles[1]="幸存者"
+AbilityTreeTitles[2]="攻略"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="白杨树"
RandomNicknames[1]="桦树"
RandomNicknames[2]="雪松树"
RandomNicknames[3]="卓柏卡布拉怪兽"
RandomNicknames[4]="黑暗的"
RandomNicknames[5]="燧石"
RandomNicknames[6]="垃圾"
RandomNicknames[7]="葛藤"
RandomNicknames[8]="长的"
RandomNicknames[9]="肉类食品"
RandomNicknames[10]="苔藓覆盖的"
RandomNicknames[11]="麝鼠" 
RandomNicknames[12]="松树" 
RandomNicknames[13]="池塘" 
RandomNicknames[14]="火药味儿" 
RandomNicknames[15]="戒指"
RandomNicknames[16]="强盗"
RandomNicknames[17]="三明治"
RandomNicknames[18]="大脚怪"
RandomNicknames[19]="石板"
RandomNicknames[20]="陷阱"
RandomNicknames[21]="牛排"
RandomNicknames[22]="臭的"
RandomNicknames[23]="制革工人"
RandomNicknames[24]="轮胎"
RandomNicknames[25]="行者"
RandomNicknames[26]="狼人"
RandomNicknames[27]="威士忌"
RandomNicknames[28]="雪人"
RandomNickNames_Male[0]="水牛比尔" 
RandomNickNames_Male[1]="黄昏" 
RandomNickNames_Female[0]="黎明" 
RandomNickNames_Female[1]="珍珠" 

[ShadowOps_Recon_LWOTC X2SoldierClassTemplate]
DisplayName="侦察兵"
ClassSummary="侦察兵经过训练，可保持隐蔽，并用全息瞄准仪协助队友。他们的高移动力非常适合侧翼机动。"
LeftAbilityTreeTitle="急先锋"
RightAbilityTreeTitle="观察者"
+AbilityTreeTitles[0]="急先锋"
+AbilityTreeTitles[1]="谜"
+AbilityTreeTitles[2]="观察者"
+AbilityTreeTitles[3]="XCOM"
+AbilityTreeTitles[4]="手枪技能"
RandomNicknames[0]="阳台"
RandomNicknames[1]="主教"
RandomNicknames[2]="颈部断裂"
RandomNicknames[3]="可乐"
RandomNicknames[4]="玻璃"
RandomNicknames[5]="干扰器"
RandomNicknames[6]="魔术"
RandomNicknames[7]="弹珠"
RandomNicknames[8]="大师"
RandomNicknames[9]="一号"
RandomNicknames[10]="雷达"
RandomNicknames[11]="流氓"
RandomNicknames[12]="悲伤的"
RandomNicknames[13]="下水道"
RandomNicknames[14]="洗牌"
RandomNicknames[15]="银色的"
RandomNicknames[16]="光滑的"
RandomNicknames[17]="音速的"
RandomNicknames[18]="楼梯"
RandomNicknames[19]="稻草人"
RandomNicknames[20]="巨嘴鸟"
RandomNicknames[21]="楼上的人"
RandomNicknames[22]="黄蜂"
RandomNicknames[23]="耳语者"
RandomNickNames_Male[0]="蝙蝠侠" 
RandomNickNames_Male[1]="疯帽子" 
RandomNickNames_Female[0]="爱丽丝" 
RandomNickNames_Female[1]="猫女" 

[ShadowOps_Fortify X2AbilityTemplate]
LocFriendlyName="不择手段"
LocLongDescription="每当您进入监视或使用压制时，您都会获得 <Ability:+Defense:ShadowOps_FortifyTrigger/> 防御直到下一回合开始."
LocHelpText="每当您进入监视或使用压制时，您都会获得 <Ability:+Defense:ShadowOps_FortifyTrigger/> 防御直到下一回合开始."
LocFlyOverText="不择手段"
LocPromotionPopupText="<Bullet/> 不择手段 将与任何激活的能力配合使用，为您提供反应射击，包括抵御. <br/>"

[ShadowOps_ZoneOfControl_LW2 X2AbilityTemplate]
LocFriendlyName="抵御"
LocLongDescription="进行一个特殊的监视，授予最多 <Ability:ZoneOfControlLW2Shots/> 反应射击和掩护火力技能. <Ability:SelfCooldown/> 回合冷却时间."
LocHelpText="增强型监视，可以在一个回合内多次射击."
LocFlyOverText="抵御"
LocPromotionPopupText="<Bullet/> 抵御有 <Ability:SelfCooldown/> 回合冷却时间.<br/>"

[ShadowOps_Hipfire_LW2 X2AbilityTemplate]
LocFriendlyName="腰射"
LocLongDescription="每回合，你的第一时间的发射的短管霰弹枪，不会花费动作."
LocHelpText="每回合，你的第一时间的发射短管霰弹枪，不会花费动作."
LocFlyOverText="腰射"
LocPromotionPopupText="<Bullet/> 您无法在停止行动时发射短管霰弹枪.<br/>"

[ShadowOps_Focus X2AbilityTemplate]
LocFriendlyName="专心致志"
LocLongDescription="每个回合，你的第一次反应射击不会未命中。"
LocHelpText="每个回合，你的第一次反应射击不会未命中。"
LocFlyOverText="专心致志"
LocPromotionPopupText="<Bullet/> 这适用于任何反应射击，例如监视、压制。<br/><Bullet/> 尽管你的第一次反应射击不会未命中，但它仍然可以擦伤。<br/>"

[IsmsShadowborn X2AbilityTemplate]
LocFriendlyName="影生"
LocLongDescription="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocHelpText="<Ability:Classname/>在对<font color='#0bff9b'>视野内无法看到自身</font>的敌军攻击时，获得额外<font color='#0bff9b'>15</font>点命中及<font color='#0bff9b'>15%</font>的暴击率。<br/>并额外减少敌军<font color='#0bff9b'>33%</font>的侦查范围"
LocFlyOverText="影生" 
LocPromotionPopupText="<Bullet/>对视野内无法看到自身的<font color='#ff3206'>敌军</font>也能生效"

[F_CombatDrugs X2AbilityTemplate]
LocFriendlyName="战斗药剂"
LocLongDescription="每回合开始时候还处于烟雾中所有单位（包括敌人），获得 +<Ability:COMBATDRUGS_AIM> 命中 并且 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocHelpText="每回合开始时候还处于烟雾中所有单位（包括敌人），获得 +<Ability:COMBATDRUGS_AIM> 命中 并且 +<Ability:COMBATDRUGS_CRIT> 暴击."
LocFlyOverText="战斗药剂"
LocPromotionPopupText="<Bullet/> 如果敌人进入烟雾，他们也可以从这个效果中受益. <br/>"